insert into users (role, created_at, modified_at,
                   email, password, username)
values
    (0, '2024-10-10 09:34:43.000000', '2024-10-10 09:34:43.000000', 'as@email.ru', 1234, 'admin'),
    (1, '2024-10-10 09:34:43.000000', '2024-10-10 09:34:43.000000', 'as@email.ru', 1234, 'user');

insert into chapter (modified_at, created_at, china,
                     english, russian, transcription)
values
    ('2024-10-10 09:34:43.000000', '2024-10-10 09:34:43.000000', '架构 & ...', 'Architecture and building', 'Архитектура и строительство', 'jiàgòu & shīgōng'),
    ('2024-10-10 09:34:43.000000', '2024-10-10 09:34:43.000000', '架', 'Programming', 'Программирование', 'jià');

insert into term (chapter_id, created_at, modified_at, china,
                  english, russian, transcription)
values
    (1,'2024-10-10 09:34:43.000000', '2024-10-10 09:34:43.000000', '露天圆形剧场', 'amphitheatre', 'амфитеатр', 'lùtiānjùchàng')
    ,(1,'2024-10-10 09:34:43.000000', '2024-10-10 09:34:43.000000', '分析', 'analysis', 'анализ', 'fēnxī')
    ,(1,'2024-10-10 09:34:43.000000', '2024-10-10 09:34:43.000000', '圆形剧场', 'arena', 'арена', 'yuánxíngjùchàng')
    ,(1,'2024-10-10 09:34:43.000000', '2024-10-10 09:34:43.000000', '拱', 'arch, bow, rampant', 'арка', 'gong')
    ,(1,'2024-10-10 09:34:43.000000', '2024-10-10 09:34:43.000000', '拱廊', 'arcade', 'аркада', 'gǒngláng')
    ,(1,'2024-10-10 09:34:43.000000', '2024-10-10 09:34:43.000000', '配件', 'armature, carcase, fittings, fixtures, mountings, reinforcement (reinforced concrete or reinforced brick)', 'арматура', 'pèijiàn')
    ,(1,'2024-10-10 09:34:43.000000', '2024-10-10 09:34:43.000000', '加强', 'reinforcement', 'армирование', 'jiāqiáng')
    ,(1,'2024-10-10 09:34:43.000000', '2024-10-10 09:34:43.000000', '建筑师', 'architect, civil architect', 'архитектор', 'jiànzhùshī')
    ,(1,'2024-10-10 09:34:43.000000', '2024-10-10 09:34:43.000000', '架构', 'architecture', 'архитектура', 'jiàgòu')

     ,(2,'2024-10-10 09:34:43.000000', '2024-10-10 09:34:43.000000', '沥青', 'asphalt, asphaltum, bitumen', 'асфальт', 'lìqīng')
     ,(2,'2024-10-10 09:34:43.000000', '2024-10-10 09:34:43.000000', '光束', 'beam, girder, plate beam', 'балка', 'guāngshù')
     ,(2,'2024-10-10 09:34:43.000000', '2024-10-10 09:34:43.000000', '阳台', 'balcony, porch', 'балкон', 'yángtái')
     ,(2,'2024-10-10 09:34:43.000000', '2024-10-10 09:34:43.000000', '栏杆柱', 'baluster, balustrade', 'балюстрада', 'lángānzhù')
     ,(2,'2024-10-10 09:34:43.000000', '2024-10-10 09:34:43.000000', '屏障', 'barrier', 'барьер', 'píngzhàng')
;
